{"word_index": {"<PAD>": 0, "-": 1, "u": 2, "x": 3, ":": 4, "V": 5, "p": 6, "t": 7, "n": 8, ",": 9, "P": 10, "j": 11, "T": 12, "U": 13, "K": 14, "Z": 15, "y": 16, "\u201d": 17, "(": 18, "b": 19, "d": 20, ";": 21, "L": 22, "s": 23, "N": 24, "g": 25, "1": 26, "q": 27, "o": 28, "C": 29, "\u00e0": 30, "A": 31, "!": 32, "S": 33, "6": 34, ")": 35, "W": 36, "G": 37, "B": 38, "r": 39, "h": 40, "w": 41, "\u00e9": 42, "4": 43, "2": 44, "I": 45, ".": 46, "D": 47, "O": 48, "F": 49, "m": 50, "M": 51, "H": 52, "\u00ea": 53, "\u201c": 54, "i": 55, "v": 56, "c": 57, "J": 58, "a": 59, "?": 60, "\u2019": 61, "8": 62, "\u0153": 63, "R": 64, "l": 65, "k": 66, "z": 67, "e": 68, " ": 69, "E": 70, "'": 71, "f": 72, "Y": 73, " t": 74, "he": 75, " a": 76, "in": 77, " s": 78, " w": 79, "re": 80, " o": 81, "ha": 82, " the": 83, "ou": 84, "er": 85, "en": 86, " m": 87, " b": 88, "is": 89, "on": 90, " to": 91, "ed": 92, "it": 93, " an": 94, " c": 95, " f": 96, " he": 97, "ing": 98, " of": 99, " and": 100, " d": 101, " n": 102, " h": 103, "ll": 104, "as": 105, "ar": 106, " be": 107, " in": 108, "le": 109, " p": 110, "or": 111, "an": 112, " ha": 113, " I": 114, "at": 115, "ot": 116, " her": 117, "es": 118, "om": 119, "hat": 120, " y": 121, "ly": 122, " e": 123, "et": 124, "li": 125, " was": 126, " re": 127, "ion": 128, " you": 129, "ve": 130, "ent": 131, "ce": 132, "ver": 133, " M": 134, "ld": 135, "st": 136, "im": 137, " g": 138, " not": 139, "ch": 140, " that": 141, "se": 142, "ut": 143, "ow": 144, "gh": 145, " as": 146, " it": 147, " she": 148, " for": 149, " l": 150, " th": 151, "id": 152, "ct": 153, "ith": 154, "her": 155, "ould": 156, " with": 157, " on": 158, "ab": 159, " his": 160, " wh": 161, "ay": 162, "ter": 163, "ir": 164, " had": 165, " Mr": 166, " B": 167, " we": 168, " su": 169, " at": 170, " u": 171, "al": 172, "ad": 173, "ri": 174, " con": 175, " so": 176, " him": 177, "ill": 178, " have": 179, " is": 180, "ect": 181, "ght": 182, "very": 183, " L": 184, "our": 185, " T": 186, "ain": 187, "ro": 188, " me": 189, "eth": 190, " E": 191, " my": 192, " but": 193, "pp": 194, " all": 195, "ation": 196, " H": 197, "ore": 198, "ur": 199, "liz": 200, " Eliz": 201, " mu": 202, " de": 203, " se": 204, " sa": 205, " Elizab": 206, " Elizabeth": 207, "ss": 208, " W": 209, "lf": 210, " by": 211, "qu": 212, " whi": 213, " ne": 214, "ke": 215, "nd": 216, " ex": 217, "oo": 218, "ic": 219, "red": 220, "end": 221, " C": 222, "ess": 223, " were": 224, " le": 225, "am": 226, "rom": 227, "if": 228, " which": 229, " D": 230, " com": 231, " k": 232, " been": 233, " The": 234, " could": 235, "self": 236, "cy": 237, " S": 238, "ard": 239, "all": 240, "ag": 241, " no": 242, " st": 243, " they": 244, " your": 245, " from": 246, " very": 247, " them": 248, " am": 249, " would": 250, " do": 251, " whe": 252, " fe": 253, "able": 254, " who": 255, " what": 256, " un": 257, " A": 258, " man": 259, " will": 260, " dis": 261, " Dar": 262, " Darcy": 263, "em": 264, " sh": 265, " kn": 266, " their": 267, " li": 268, "art": 269, "han": 270, " af": 271, " said": 272, "ul": 273, "ome": 274, " any": 275, "ant": 276, " thou": 277, "est": 278, "ance": 279, "ort": 280, " this": 281, "ong": 282, " such": 283, " there": 284, "ley": 285, " sp": 286, "ure": 287, "ity": 288, "ra": 289, "ther": 290, " al": 291, "il": 292, " v": 293, " ag": 294, " know": 295, "one": 296, "enn": 297, "hing": 298, "ved": 299, " int": 300, " im": 301, "ate": 302, " per": 303, " ad": 304, " Mrs": 305, "itt": 306, " Y": 307, " Benn": 308, " Bennet": 309, " than": 310, " more": 311, "nt": 312, " or": 313, "ous": 314, "ather": 315, "ol": 316, " are": 317, "oll": 318, " much": 319, "ive": 320, " ac": 321, " She": 322, " J": 323, " can": 324, " when": 325, "iss": 326, " pre": 327, "ment": 328, "au": 329, " ab": 330, "ight": 331, " Bing": 332, " Bingley": 333, "out": 334, " must": 335, " But": 336, "ane": 337, "ost": 338, "ood": 339, " pro": 340, "fore": 341, "ind": 342, "ister": 343, " sister": 344, "os": 345, "ady": 346, " en": 347, " how": 348, " Jane": 349, "ence": 350, "ast": 351, "ak": 352, " part": 353, "wn": 354, "ked": 355, " Miss": 356, " other": 357, " exp": 358, "op": 359, "other": 360, "reat": 361, "ert": 362, "ine": 363, "ven": 364, " every": 365, "ally": 366, " rep": 367, "ily": 368, "ake": 369, " if": 370, "hi": 371, " did": 372, "pt": 373, " att": 374, "ink": 375, " one": 376, "ving": 377, "ru": 378, " qu": 379, " should": 380, " He": 381, " j": 382, " It": 383, " comp": 384, "us": 385, "ress": 386, "way": 387, " think": 388, "ham": 389, "age": 390, "leas": 391, " ob": 392, "ide": 393, " soon": 394, " some": 395, " herself": 396, "el": 397, " N": 398, "ick": 399, " again": 400, " before": 401, "ry": 402, "ite": 403, " imp": 404, "fect": 405, "tter": 406, "fe": 407, "ble": 408, "di": 409, " has": 410, " see": 411, " tim": 412, "and": 413, "ish": 414, "ject": 415, " mar": 416, " never": 417, "urn": 418, " You": 419, " though": 420, " happ": 421, "ins": 422, "ond": 423, "ord": 424, " only": 425, " app": 426, "hed": 427, " pleas": 428, " say": 429, "ings": 430, " res": 431, " great": 432, "ions": 433, " po": 434, " now": 435, " good": 436, " might": 437, " after": 438, " time": 439, "ever": 440, " sha": 441, " own": 442, " fri": 443, "un": 444, "ner": 445, " too": 446, " Wick": 447, " Wickham": 448, "ng": 449, " us": 450, "ittle": 451, " well": 452, "ose": 453, " ro": 454, " r": 455, " may": 456, " little": 457, "ie": 458, " up": 459, "are": 460, "ist": 461, "um": 462, " friend": 463, "ies": 464, " Coll": 465, " Collins": 466, "ried": 467, " most": 468, " Lady": 469, "ness": 470, " loo": 471, "de": 472, "ough": 473, " O": 474, "lie": 475, " being": 476, " day": 477, " go": 478, " hop": 479, "ise": 480, " pl": 481, " P": 482, "ire": 483, "ame": 484, " Ly": 485, " Lydi": 486, " Lydia": 487, " tw": 488, "ac": 489, " G": 490, "ible": 491, " off": 492, " br": 493, " feel": 494, " young": 495, "augh": 496, "ell": 497, "ear": 498, "ree": 499, "ig": 500, "ary": 501, "te": 502, " without": 503, " fam": 504, " make": 505, " nothing": 506, "ound": 507, " des": 508, "uc": 509, " then": 510, " cont": 511, " cons": 512, " fa": 513, "ertain": 514, " room": 515, "ward": 516, "ach": 517, " shall": 518, " even": 519, "alk": 520, "ge": 521, "ention": 522, "ade": 523, "ci": 524, " long": 525, " ent": 526, "ice": 527, " rem": 528, " fir": 529, " lo": 530, " belie": 531, " family": 532, "ful": 533, "led": 534, " dear": 535, "ass": 536, " add": 537, "ether": 538, " And": 539, "ps": 540, " F": 541, " first": 542, " ass": 543, " thought": 544, "iness": 545, "th": 546, " manner": 547, "har": 548, "per": 549, "od": 550, "bour": 551, "ust": 552, "thing": 553, " over": 554, " into": 555, " pr": 556, " out": 557, " like": 558, "ount": 559, " mother": 560, "aughter": 561, " father": 562, " op": 563, "shi": 564, " daughter": 565, "cl": 566, "ave": 567, " ever": 568, " letter": 569, "ouse": 570, "cc": 571, " two": 572, " supp": 573, " spe": 574, " ret": 575, " acc": 576, " however": 577, "ated": 578, " made": 579, " certain": 580, " sc": 581, " ar": 582, " himself": 583, " hope": 584, " Cather": 585, " Catherine": 586, "fere": 587, "own": 588, "med": 589, " They": 590, "pect": 591, " last": 592, "lied": 593, " house": 594, "iz": 595, " und": 596, "ten": 597, " sat": 598, " give": 599}, "merge": [[69, 7, 74], [40, 68, 75], [69, 59, 76], [55, 8, 77], [69, 23, 78], [69, 41, 79], [39, 68, 80], [69, 28, 81], [40, 59, 82], [74, 75, 83], [28, 2, 84], [68, 39, 85], [68, 8, 86], [69, 50, 87], [69, 19, 88], [55, 23, 89], [28, 8, 90], [74, 28, 91], [68, 20, 92], [55, 7, 93], [76, 8, 94], [69, 57, 95], [69, 72, 96], [69, 75, 97], [77, 25, 98], [81, 72, 99], [94, 20, 100], [69, 20, 101], [69, 8, 102], [69, 40, 103], [65, 65, 104], [59, 23, 105], [59, 39, 106], [88, 68, 107], [69, 77, 108], [65, 68, 109], [69, 6, 110], [28, 39, 111], [59, 8, 112], [69, 82, 113], [69, 45, 114], [59, 7, 115], [28, 7, 116], [97, 39, 117], [68, 23, 118], [28, 50, 119], [82, 7, 120], [69, 16, 121], [65, 16, 122], [69, 68, 123], [68, 7, 124], [65, 55, 125], [79, 105, 126], [69, 80, 127], [55, 90, 128], [121, 84, 129], [56, 68, 130], [86, 7, 131], [57, 68, 132], [56, 85, 133], [69, 51, 134], [65, 20, 135], [23, 7, 136], [55, 50, 137], [69, 25, 138], [102, 116, 139], [57, 40, 140], [74, 120, 141], [23, 68, 142], [2, 7, 143], [28, 41, 144], [25, 40, 145], [76, 23, 146], [69, 93, 147], [78, 75, 148], [96, 111, 149], [69, 65, 150], [74, 40, 151], [55, 20, 152], [57, 7, 153], [93, 40, 154], [75, 39, 155], [84, 135, 156], [79, 154, 157], [81, 8, 158], [59, 19, 159], [103, 89, 160], [79, 40, 161], [59, 16, 162], [7, 85, 163], [55, 39, 164], [113, 20, 165], [134, 39, 166], [69, 38, 167], [79, 68, 168], [78, 2, 169], [76, 7, 170], [69, 2, 171], [59, 65, 172], [59, 20, 173], [39, 55, 174], [95, 90, 175], [78, 28, 176], [103, 137, 177], [55, 104, 178], [113, 130, 179], [69, 89, 180], [68, 153, 181], [145, 7, 182], [133, 16, 183], [69, 22, 184], [84, 39, 185], [69, 12, 186], [59, 77, 187], [39, 28, 188], [87, 68, 189], [124, 40, 190], [69, 70, 191], [87, 16, 192], [88, 143, 193], [6, 6, 194], [76, 104, 195], [115, 128, 196], [69, 52, 197], [28, 80, 198], [2, 39, 199], [125, 67, 200], [191, 200, 201], [87, 2, 202], [101, 68, 203], [78, 68, 204], [78, 59, 205], [201, 159, 206], [206, 190, 207], [23, 23, 208], [69, 36, 209], [65, 72, 210], [88, 16, 211], [27, 2, 212], [161, 55, 213], [102, 68, 214], [66, 68, 215], [8, 20, 216], [123, 3, 217], [28, 28, 218], [55, 57, 219], [80, 20, 220], [86, 20, 221], [69, 29, 222], [118, 23, 223], [168, 80, 224], [69, 109, 225], [59, 50, 226], [39, 119, 227], [55, 72, 228], [213, 140, 229], [69, 47, 230], [95, 119, 231], [69, 66, 232], [107, 86, 233], [186, 75, 234], [95, 156, 235], [142, 210, 236], [57, 16, 237], [69, 33, 238], [106, 20, 239], [59, 104, 240], [59, 25, 241], [102, 28, 242], [78, 7, 243], [83, 16, 244], [129, 39, 245], [96, 227, 246], [69, 183, 247], [83, 50, 248], [76, 50, 249], [79, 156, 250], [101, 28, 251], [79, 75, 252], [96, 68, 253], [159, 109, 254], [161, 28, 255], [79, 120, 256], [171, 8, 257], [69, 31, 258], [87, 112, 259], [79, 178, 260], [101, 89, 261], [230, 106, 262], [262, 237, 263], [68, 50, 264], [78, 40, 265], [232, 8, 266], [83, 164, 267], [69, 125, 268], [106, 7, 269], [82, 8, 270], [76, 72, 271], [205, 152, 272], [2, 65, 273], [119, 68, 274], [94, 16, 275], [112, 7, 276], [151, 84, 277], [118, 7, 278], [112, 132, 279], [111, 7, 280], [151, 89, 281], [90, 25, 282], [169, 140, 283], [83, 80, 284], [109, 16, 285], [78, 6, 286], [2, 80, 287], [93, 16, 288], [39, 59, 289], [7, 155, 290], [76, 65, 291], [55, 65, 292], [69, 56, 293], [76, 25, 294], [266, 144, 295], [90, 68, 296], [86, 8, 297], [40, 98, 298], [56, 92, 299], [108, 7, 300], [69, 137, 301], [115, 68, 302], [110, 85, 303], [76, 20, 304], [166, 23, 305], [93, 7, 306], [69, 73, 307], [167, 297, 308], [308, 124, 309], [74, 270, 310], [87, 198, 311], [8, 7, 312], [81, 39, 313], [84, 23, 314], [115, 155, 315], [28, 65, 316], [76, 80, 317], [28, 104, 318], [202, 140, 319], [55, 130, 320], [76, 57, 321], [238, 75, 322], [69, 58, 323], [95, 112, 324], [252, 8, 325], [89, 23, 326], [110, 80, 327], [50, 131, 328], [59, 2, 329], [76, 19, 330], [55, 182, 331], [167, 98, 332], [332, 285, 333], [84, 7, 334], [202, 136, 335], [167, 143, 336], [112, 68, 337], [28, 136, 338], [218, 20, 339], [110, 188, 340], [72, 198, 341], [77, 20, 342], [89, 163, 343], [78, 343, 344], [28, 23, 345], [173, 16, 346], [69, 86, 347], [103, 144, 348], [323, 337, 349], [86, 132, 350], [105, 7, 351], [59, 66, 352], [110, 269, 353], [41, 8, 354], [66, 92, 355], [134, 326, 356], [81, 290, 357], [217, 6, 358], [28, 6, 359], [116, 155, 360], [80, 115, 361], [85, 7, 362], [77, 68, 363], [56, 86, 364], [123, 183, 365], [240, 16, 366], [127, 6, 367], [55, 122, 368], [59, 215, 369], [69, 228, 370], [40, 55, 371], [101, 152, 372], [6, 7, 373], [170, 7, 374], [77, 66, 375], [158, 68, 376], [56, 98, 377], [39, 2, 378], [69, 212, 379], [265, 156, 380], [197, 68, 381], [69, 11, 382], [114, 7, 383], [231, 6, 384], [2, 23, 385], [80, 208, 386], [41, 162, 387], [151, 375, 388], [82, 50, 389], [241, 68, 390], [109, 105, 391], [81, 19, 392], [152, 68, 393], [176, 90, 394], [78, 274, 395], [117, 236, 396], [68, 65, 397], [69, 24, 398], [219, 66, 399], [294, 187, 400], [107, 341, 401], [39, 16, 402], [93, 68, 403], [301, 6, 404], [72, 181, 405], [7, 163, 406], [72, 68, 407], [19, 109, 408], [20, 55, 409], [113, 23, 410], [204, 68, 411], [74, 137, 412], [112, 20, 413], [89, 40, 414], [11, 181, 415], [87, 106, 416], [214, 133, 417], [199, 8, 418], [307, 84, 419], [277, 145, 420], [113, 194, 421], [77, 23, 422], [90, 20, 423], [111, 20, 424], [158, 122, 425], [76, 194, 426], [75, 20, 427], [110, 391, 428], [78, 162, 429], [98, 23, 430], [127, 23, 431], [138, 361, 432], [128, 23, 433], [110, 28, 434], [102, 144, 435], [138, 339, 436], [87, 331, 437], [271, 163, 438], [412, 68, 439], [68, 133, 440], [78, 82, 441], [81, 354, 442], [96, 174, 443], [2, 8, 444], [8, 85, 445], [91, 28, 446], [209, 399, 447], [447, 389, 448], [8, 25, 449], [171, 23, 450], [306, 109, 451], [168, 104, 452], [28, 142, 453], [69, 188, 454], [69, 39, 455], [87, 162, 456], [150, 451, 457], [55, 68, 458], [171, 6, 459], [59, 80, 460], [89, 7, 461], [2, 50, 462], [443, 221, 463], [55, 118, 464], [222, 318, 465], [465, 422, 466], [174, 92, 467], [87, 338, 468], [184, 346, 469], [8, 223, 470], [150, 218, 471], [20, 68, 472], [84, 145, 473], [69, 48, 474], [125, 68, 475], [107, 98, 476], [101, 162, 477], [138, 28, 478], [103, 359, 479], [89, 68, 480], [110, 65, 481], [69, 10, 482], [55, 80, 483], [226, 68, 484], [184, 16, 485], [485, 409, 486], [486, 59, 487], [74, 41, 488], [59, 57, 489], [69, 37, 490], [55, 408, 491], [99, 72, 492], [88, 39, 493], [253, 397, 494], [129, 449, 495], [329, 145, 496], [68, 104, 497], [68, 106, 498], [80, 68, 499], [55, 25, 500], [106, 16, 501], [7, 68, 502], [157, 334, 503], [96, 226, 504], [87, 369, 505], [139, 298, 506], [84, 216, 507], [101, 118, 508], [2, 57, 509], [83, 8, 510], [175, 7, 511], [175, 23, 512], [96, 59, 513], [362, 187, 514], [454, 119, 515], [41, 239, 516], [59, 140, 517], [441, 104, 518], [123, 364, 519], [172, 66, 520], [25, 68, 521], [131, 128, 522], [173, 68, 523], [57, 55, 524], [150, 282, 525], [69, 131, 526], [55, 132, 527], [127, 50, 528], [96, 164, 529], [150, 28, 530], [107, 475, 531], [504, 368, 532], [72, 273, 533], [65, 92, 534], [203, 106, 535], [105, 23, 536], [304, 20, 537], [124, 155, 538], [258, 216, 539], [6, 23, 540], [69, 49, 541], [529, 136, 542], [146, 23, 543], [277, 182, 544], [77, 223, 545], [7, 40, 546], [259, 445, 547], [82, 39, 548], [6, 85, 549], [28, 20, 550], [19, 185, 551], [2, 136, 552], [7, 298, 553], [81, 133, 554], [300, 28, 555], [110, 39, 556], [81, 143, 557], [268, 215, 558], [84, 312, 559], [87, 360, 560], [496, 163, 561], [96, 315, 562], [81, 6, 563], [23, 371, 564], [101, 561, 565], [57, 65, 566], [59, 130, 567], [123, 133, 568], [225, 406, 569], [84, 142, 570], [57, 57, 571], [488, 28, 572], [169, 194, 573], [286, 68, 574], [127, 7, 575], [321, 57, 576], [348, 440, 577], [115, 92, 578], [87, 523, 579], [95, 514, 580], [78, 57, 581], [76, 39, 582], [177, 236, 583], [479, 68, 584], [222, 315, 585], [585, 363, 586], [407, 80, 587], [144, 8, 588], [50, 92, 589], [234, 16, 590], [6, 181, 591], [150, 351, 592], [125, 92, 593], [103, 570, 594], [55, 67, 595], [171, 216, 596], [7, 86, 597], [78, 115, 598], [138, 320, 599]]}